app/controllers/tabs_controller.rb

  def index
    @tabs = Tab.all
---
SELECT * FROM "tabs"